export const QUESTENS = [
    {
        title: 'Операционная система относится к ...',
        extence: ['Прикладному программному обеспечению', 'Системному программному обеспечению', 'Инструментальному программному обеспечению'],
        correct: 1,
    },
    {
        title: 'Начальная загрузка операционной системы осуществляется',
        extence: ['клавишами ALT+DEL', 'клавишами CTRL+DEL', 'при включении компьютера'],
        correct: 2,
    },
    {
        title: 'Операционная система это:',
        extence: ['техническая документация компьютера', 'совокупность устройств и программ общего пользования', 'совокупность основных устройств компьютера', 'комплекс программ, организующих управление работой компьютера и его взаимодействие с пользователем'],
        correct: 3,
    },
    {
        title: 'В процессе загрузки операционной системы происходит:',
        extence: ['копирование файлов операционной системы с гибкого диска на жёсткий диск', 'копирование файлов операционной системы с CD - диска на жёсткий диск', 'последовательная загрузка файлов операционной системы в оперативную память'],
        correct: 2,
    },
    {
        title: 'Функция, выполняемые операционной:',
        extence: ['управление устройствами', 'создание видео', 'управление цветом'],
        correct: 0,
    },
    {
        title: 'Часть операционной системы, постоянно находящаяся в оперативной памяти персонального компьютера в течение всей работы системы',
        extence: ['ядро операционной системы', 'оболочка операционной системы', 'файловая система'],
        correct: 0,
    },
    {
        title: 'Часть операционной, обеспечивающая запись и чтение файлов на дисковых носителях',
        extence: ['ядро операционной системы', 'оболочка операционной системы', 'драйвера', 'периферия'],
        correct: 0,
    },
    {
        title: 'Папка, которая выступает в качестве вершины файловой структуры и олицетворяет собой носитель, на котором сохраняются файлы носит название …',
        extence: ['корневой', 'начальной', 'стартовой', 'папки верхнего уровня'],
        correct: 0,
    },
    {
        title: 'Операционные системы MacOS используются преимущественно на компьютерах, выпускаемых фирмой',
        extence: ['IBM', 'Apple', 'HP', 'Acer'],
        correct: 1,
    },
    {
        title: 'Логически связанная совокупность данных или программ, для размещения которой во внешней памяти выделяется определенная область',
        extence: ['папка', 'файл', 'документ', 'раздел'],
        correct: 1,
    },
];